function success(){
    alert("איזה כיף שהצלחת! אם כך, הגיע הזמן לשיא חדש. בהצלחה!")
}
  
function like(){
    alert("איזה כיף שאהבת! מקוות שתאהב גם בפעם הבאה. בהצלחה!")
}
  
function good(){
    alert("איזה כיף שנהנית! מוזמן לשתף את ההורים ואת החברים. בהצלחה!")
}
  
function repeat(){
    alert("זה בסדר גם לעצור ולחזור על החומר! אם לדעתך זה לא מספיק, תמיד אפשר לחזור למשחק ולשפר. בהצלחה!")
}
  
function frustrated(){
    alert("מותר גם להתעצבן! הכל עניין של תרגול. בהצלחה!")
}
  
function confused(){
    alert("יש המון מספרים ותרגילים שונים ולפעמים.. גם בלבולים. הכל עניין של תרגול. בהצלחה!")
}

function consentrate(){
    alert("זה בסדר להתבאס! עם תרגול נכון ומתמיד, הכל אפשר לשפר. בהצלחה!")
}